docs = "🔐Для того чтобы пользоваться ботом нужно его активировать!\n" \
       "-----------------------------------------------------------------\n" \
       "😎Бот умеет анализировать телеграмм группы и осуществлять рассылку " \
       "указанного сообщения участникам групп, в сообщении которых были найдены " \
       "определенные совпадения!\n" \
       "Анализ осуществляется по ключевым словам!✊" \
       "-----------------------------------------------------------------\n" \
       "Ниже есть панель управления и 11 кнопок для управления ботом!\n" \
       "Название каждой кнопки соответствует его функционалу!\n" \
       "Поcле нажатия на любую из кнопок выводится краткая инструкция!\n" \
       "-----------------------------------------------------------------\n" \
       "👪Для корректного анализа вы должны являться участником группы, которую вы добавили!"

word_doc = "💻Выберите тип добавляемого слова!\n\n" \
            "Есть 3 списка слов!\nВ 1-й список добавляются слова, которые должны присутствовать в сообщении вместе со словами из 2-списка!" \
            "Если в сообщении будут присутствовать слова из 3-его списка, то это сообщение будет пропущено!" \
            "Добавлять слова в 3-ий список не обязательно!"

bot_not_activated_t = "Бот не активирован!"

send_wrod_t = "Для того чтобы добавить слова вы можете отправить " \
              "их как отдельные сообщения, " \
              "так и прислав их через пробел в одном сообщении!"

remove_word_doc = "Для того чтобы удалить слова вы можете отправить " \
                  "их как отдельные сообщения, " \
                  "так и прислав их через пробел в одном сообщении!"


remove_group_doc = "Для того чтобы удалить группы вы можете отправить " \
                   "ссылки на них как отдельные сообщения, " \
                   "так и прислав их через пробел в одном сообщении!"

append_group_doc = "Для того чтобы добавить группы вы можете отправить " \
                   "ссылки на группы как отдельные сообщения, " \
                   "так и прислав их через пробел в одном сообщении!"

remove_announcement_doc = "Для того чтобы добавить объявления вы можете отправить " \
                          "названия объявлнеий как отдельные сообщения, " \
                          "так и прислав их через пробел в одном сообщении!"

append_words_t = "📔Добавить слова"
remove_words_t = "📔Удалить слова"
show_words_t = "📟Отобразить слова"

append_groups_t = "👨‍👨‍👧‍👦Добавить группы"
remove_groups_t = "👨‍👨‍👧‍👦Удалить группы"
show_groups_t = "📟Отобразить группы"

append_announcement_t = "📋Добавить объявление!"
remove_announcement_t = "📋Удалить объявления!"
show_announcement_t = "📟Отобразить объявления!"

start_analysis_t = "💻Начать анализ!"
start_mailing_t = "💻Начать рассылку!"
